Repository: softdevelop/siberiancms-sbc2
Catalog: siberian/app/sae/modules/Job/resources/translations/*/job.po
Languages: fr

# job
source: A new contact form has been sent for the following offer:
fr: Un nouveau formulaire de contact à été envoyé:

# job
source: A new contact request has been sent for the following offer
fr: Une nouvelle demande de contact à été envoyée pour l'offre suivante

# job
source: Add a category
fr: Ajouter une catégorie

# job
source: Add a job
fr: Créer une offre

# job
source: Add a position
fr: Créer une nouvelle offre

# job
source: Add category
fr: Ajouter une catégorie

# job
source: Add company
fr: Ajouter une société

# job
source: Add place
fr: Ajouter un emploi

# job
source: Address
fr: Addresse

# job
source: Administrators
fr: Administrateurs

# job
source: All fields are required !
fr: Tout les champs sont requis !

# job
source: Alternate name for 'Company'
fr: Nom alternatif pour 'Entreprise'

# job
source: Alternate name for 'Place'
fr: Nom alternatif pour 'Emploi'

# job
source: Card
fr: Cartes

# job
source: Categories
fr: Catégories

# job
source: Category
fr: Catégorie

# job
source: Category disabled
fr: Catégorie désactivé

# job
source: Category enabled
fr: Catégorie activée

# job
source: City
fr: Ville

# job
source: Clear
fr: Effacer

# job
source: Close
fr: Fermer

# job
source: Companies
fr: Sociétés

# job
source: Company
fr: Société

# job
source: Company disabled
fr: Société désactivée

# job
source: Company enabled
fr: Société activée

# job
source: Company saved.
fr: Société enregistrée

# job
source: Company views
fr: Affichages de la société

# job
source: Contact
fr: Contacter

# job
source: Contact e-mail
fr: E-mail de contact

# job
source: Contact form
fr: Formulaire de contact

# job
source: Contract type
fr: Type de contrat

# job
source: Create a new Category
fr: Ajouter une catégorie

# job
source: Create a new category
fr: Créer une nouvelle société

# job
source: Create a new company
fr: Ajouter une société

# job
source: Create a new job
fr: Créer une nouvelle offre

# job
source: Create a new job offer
fr: Créer une nouvelle offre

# job
source: Create a new place
fr: Créer une nouvelle offre

# job
source: Create a new position
fr: Créer une nouvelle offre

# job
source: Create position
fr: Créer une offre

# job
source: Currency
fr: Devise

# job
source: Default search distance
fr: Rayon de recherche par défaut

# job
source: Design
fr: Appareance

# job
source: Disable category
fr: Désactiver catégorie

# job
source: Disable company
fr: Désactiver la société

# job
source: Display Search
fr: Afficher la recherche

# job
source: Display contact
fr: Affichage du contact

# job
source: Display income
fr: Afficher la rémunération

# job
source: Display place icon
fr: Afficher l'icône de l'offre

# job
source: Distance unit
fr: Unité de distance

# job
source: Email & Contact form
fr: E-mail & Formulaire de contact

# job
source: Email successfully sent.
fr: Email envoyé avec succès

# job
source: Employee count
fr: Nombre d'employés

# job
source: Enable category
fr: Activer catégorie

# job
source: Enable company
fr: Activer la société

# job
source: Error
fr: Erreur

# job
source: For advanced edit options, please use the complete web UI.
fr: Plus d'options d'éditions sont disponibles via l'éditeur.

# job
source: For more options use the editor
fr: Pour plus d'options, utilisez l'éditeur

# job
source: Form error
fr: Erreur

# job
source: Form has the following errors
fr: Le formulaire et invalide

# job
source: Full name
fr: Nom / Prénom

# job
source: General
fr: Général

# job
source: Header
fr: Entête

# job
source: Hidden
fr: Masqué

# job
source: Icon
fr: Icône

# job
source: Identity
fr: Identité

# job
source: Import a header
fr: Importer un entête

# job
source: Import a header image
fr: Ajouter une illustration d'entête

# job
source: Import a logo
fr: Importer un logo

# job
source: Import an icon
fr: Importer une icône

# job
source: Import an icon image
fr: Importer une icône

# job
source: Income from:
fr: Rémunération entre:

# job
source: Input your keywords ...
fr: Saisissez vos mot clés ...

# job
source: Is active
fr: Publiée ?

source: Job
fr: Emploi

# job
source: Job offers
fr: Offres d'emploi

# job
source: Jobs
fr: Offres

# job
source: Keywords
fr: Mot clés

# job
source: Keywords, coma separated
fr: Mot clés, séparés par une virgule

# job
source: List
fr: Liste

# job
source: Locality
fr: Lieu

# job
source: Manage
fr: Gérer

# job
source: Manage categories
fr: Gérer les catégories

# job
source: Manage companies
fr: Gérer les sociétés

# job
source: Manage company
fr: Editer la société

# job
source: Manage jobs
fr: Gérer les offres

# job
source: Manage place
fr: Editer l'offre

# job
source: Missing category_id
fr: Paramètre manquant category_id

# job
source: My companies
fr: Mes sociétés

# job
source: Name
fr: Nom

# job
source: New contact for:
fr: Nouveau contact pour:

# job
source: New contact for: %s
fr: Nouveau contact pour: %s

# job
source: New contact request for the offer
fr: Nouvelle demande de contact pour l'offre

# job
source: None
fr: Aucun

# job
source: Page design
fr: Design des pages

# job
source: Phone
fr: Téléphone

# job
source: Place
fr: Emploi

# job
source: Place enabled
fr: Offre active

# job
source: Place saved.
fr: Emploi enregistrée

# job
source: Place successfully deleted.
fr: Emploi supprimé.

# job
source: Places
fr: Emplois

# job
source: Positions
fr: Offres

# job
source: Publish
fr: Publier

# job
source: Required fields are missing !
fr: Les champs requis sont manquants !

# job
source: Save
fr: Sauvegarder

# job
source: Search
fr: Recherche

# job
source: Search...
fr: Recherche...

# job
source: Select a city ...
fr: Saisissez une ville ...

# job
source: Send contact request
fr: Envoyer la requête

# job
source: Settings
fr: Paramètres

# job
source: Statistics
fr: Statistiques

# job
source: Submit
fr: Envoyer

# job
source: Success.
fr: Succès

# job
source: Thank you
fr: Merci

# job
source: The category you are trying to edit doesn't exists.
fr: La catégorie que vous tentez d'éditer n'existe pas.

# job
source: The company you are trying to edit doesn't exists.
fr: La société que vous tentez d'éditer n'existe pas.

# job
source: The place is successfully created.
fr: L'endroit est créé avec succès.

# job
source: The place you are trying to edit doesn't exists.
fr: L'offre que vous tentez d'éditer n'existe pas.

# job
source: This place is inactive.
fr: Cette annonce est désactivée

# job
source: Use global configuration
fr: Utiliser le paramètre global

# job
source: Views
fr: Vues

# job
source: We were unable to request your location, please check your application settings.
fr: Nous n'avons pas réussi à vous localiser, merci de vérifier les paramètres de votre application.

# job
source: Website
fr: Site web

# job
source: You are about to remove this Category ! Are you sure ?
fr: Vous êtes sur le point de supprimer cette catégorie ! Êtes vous sûr ?

source: You are about to remove this Company and all the associated Places ! Are you sure ?
fr: Vous êtes sur le point de supprimer cette société et tout les emplois associés ! Êtes vous sûr ?

# job
source: You are about to remove this Company and all the associated Positions ! Are you sure ?
fr: Vous êtes sur le point de supprimer cette Société et toutes les Positions ! Êtes-vous sûr ?

# job
source: You are about to remove this Place ! Are you sure ?
fr: Vous êtes sur le point de supprimer cet emploi ! Êtes vous sûr ?

# job
source: You are not allowed to create a place for this company
fr: Vous n'êtes pas autorisé à créer une offre pour cette société

# job
source: administrators
fr: administrateurs

# job
source: banner
fr: bannière

# job
source: contract_type
fr: type de contrat

# job
source: display_contact
fr: afficher le contact

# job
source: employee_count
fr: nombre d'employés

# job
source: header
fr: entête

# job
source: icon
fr: icône

# job
source: income_from
fr: revenus min

# job
source: income_to
fr: revenus max

# job
source: keywords
fr: mots-clés

# job
source: location
fr: adresse

# job
source: name
fr: Nom

source: name:"nom"
fr: nom:"nom"

# job
source: to
fr: à

# job
source: to:
fr: et:

# job
source: website
fr: site web

# job
source: Resume
fr: CV

# job
source: Add a picture of your resume
fr: Ajouter une photo de votre CV

# job
source: Add another picture
fr: Ajouter une autre photo

# job
source: We were unable to request your location.<br />Please check that the application is allowed to use the GPS and that your device GPS is on.
fr: Nous n'avons pas réussi à vous localiser.<br />Merci de vérifier que votre application a accès au service de localisation et que votre GPS est activé.
